{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " When Vyra's fire projectile hits an enemy or surface, it creates a smaller, secondary projectile that bounces back towards her, having a powerful, but small area of effect. Projectiles deal a small amount of damage to Vyra when hit."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "413FEA284F3DEA0065117DB6E1709440"
		},
		{
			"Source":
			{
				"Text": "A powerful charm that gives Vyra's melee attacks a chance to instantly defeat weakened enemies."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "890FAE2B44A1DE3EC2415EB87549F602"
		},
		{
			"Source":
			{
				"Text": "Blood Frenzy"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1AA91A33475DF62578CDCD85F84D6EAA"
		},
		{
			"Source":
			{
				"Text": "Conflagration"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "96D93E6447408BAD56789B9DAA21A2FB"
		},
		{
			"Source":
			{
				"Text": "Ember Heart"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "06CB4E43460C155E2435159A6881F685"
		},
		{
			"Source":
			{
				"Text": "Ember's Echo"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9F37BD5B4B4FD25F7F96DE8A16A1EBAA"
		},
		{
			"Source":
			{
				"Text": "Executioner's Strike"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0E240AB34E3FAF1A23D357A295B40B5D"
		},
		{
			"Source":
			{
				"Text": "Increases Vyra's maximum health. Powerful attacks can now inflict the \"Burn\" status effect, and certain abilities may trigger additional explosions."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "15B91D354858B4686929E69A003B5DE5"
		},
		{
			"Source":
			{
				"Text": "Penetrating Fire"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CB90A67E4A7B249457D4C2B713AA518D"
		},
		{
			"Source":
			{
				"Text": "Undying Ember"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F12DD656453111601D11EDB96BE57078"
		},
		{
			"Source":
			{
				"Text": "Upon death, Vyra consumes her remaining internal fire to Cheat Death, reviving with {Percentage}% of her maximum health."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8591646741AA67C6E7CC73A0C137545E"
		},
		{
			"Source":
			{
				"Text": "Upon death, Vyra consumes her remaining internal fire to Cheat Death, reviving with {Percentage}% of her maximum health. "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "86256B4047EA91CCF92D10BF91E0B193"
		},
		{
			"Source":
			{
				"Text": "Upon striking an enemy with her melee attack, Vyra gains a temporary increase to attack speed and damage. This effect can stack multiple times, allowing her to enter a frenzied state with rapid, devastating attacks."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "D322F64C4CC01A5A4F754391A7129AC9"
		},
		{
			"Source":
			{
				"Text": "Vyra's fire projectile now explodes on impact, dealing area-of-effect damage."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "521AB7C44B61A9359296C7A868C95DD9"
		},
		{
			"Source":
			{
				"Text": "Vyra's fire projectiles can now pierce through multiple enemies"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F996623B41FA394A222DEBB3CFD5BA76"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "GameplayAbility",
			"Children": [
				{
					"Source":
					{
						"Text": "Not enough resources to use {0}!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AbilityNotEnoughResourcesKey"
				},
				{
					"Source":
					{
						"Text": "{0} is on cooldown!"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AbilityOnCooldownKey"
				}
			]
		},
		{
			"Namespace": "YourNamespace",
			"Children": [
				{
					"Source":
					{
						"Text": "Souls: {0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SoulsDisplay"
				}
			]
		}
	]
}